"上次连接的设备" = "上次连接的设备";
"乐投" = "乐投";
"投屏操作指引" = "投屏操作指引";
"确定" = "确定";
"选择设备,把视频投到电视上看" = "选择设备,把视频投到电视上看";
"让您的手机同屏到电视上" = "让您的手机同屏到电视上";
"下载“乐播投屏”" = "下载“乐播投屏”";
"正在寻找设备..." = "正在寻找设备...";
"收起" = "收起";
"乐播投屏技术支持" = "乐播投屏技术支持";
"提示" = "提示";
"打开“乐播投屏”" = "打开“乐播投屏”";
"下载“乐播投屏”" = "下载“乐播投屏”";
"选择要投屏的电视" = "选择要投屏的电视";
"正在寻找设备" = "正在寻找设备";
"可将手机里的任何内容投屏到电视" = "可将手机里的任何内容投屏到电视";
"手机需与电视连接同一WiFi" = "手机需与电视连接同一WiFi";
"没有搜索到电视" = "没有搜索到电视";
"请在电视应用商店下载并\r打开乐播投屏,扫码连接电视" = "请在电视应用商店下载并\r打开乐播投屏,扫码连接电视";
"扫一扫" = "扫一扫";
"视频推送" = "视频推送";
"将视频投到电视上看" = "将视频投到电视上看";
"屏幕镜像" = "屏幕镜像";
"手机画面同步到电视" = "手机画面同步到电视";
"扫码连接电视" = "扫码连接电视";
"相机权限未打开,扫码不能用,前往设置允许相机访问吧" = "相机权限未打开,扫码不能用,前往设置允许相机访问吧";
"取消" = "取消";
"去设置" = "去设置";
"与电视同一" = "与电视同一";
"温馨提示" = "温馨提示";
"手机与电视不在同一局域网,请把手机切换到%@网络,去系统“设置”-->“无线局域网”更换" = "手机与电视不在同一局域网,请把手机切换到%@网络,去系统“设置”-->“无线局域网”更换";
"知道了" = "知道了";
"请重启电视上“乐播投屏”app再扫码" = "请重启电视上“乐播投屏”app再扫码";
"无法识别该二维码\n请扫描TV“乐播投屏”主页面二维码" = "无法识别该二维码\n请扫描TV“乐播投屏”主页面二维码";
"请在电视上下载并打开“乐播投屏”,扫一扫主页面二维码" = "请在电视上下载并打开“乐播投屏”,扫一扫主页面二维码";
"手机未连接WiFi，请切换到与电视同一网络" = "手机未连接WiFi，请切换到与电视同一网络";
"关闭投屏" = "关闭投屏";
"电视接收端太老,无法投屏,只支持镜像" = "电视接收端太老,无法投屏,只支持镜像";
"当前电视上乐播投屏版本过低，仅支持镜像。想要更多功能请在各大电视应用商店下载乐播投屏最新版" = "当前电视上乐播投屏版本过低，仅支持镜像。想要更多功能请在各大电视应用商店下载乐播投屏最新版";
"电视接收端太老,无法投屏" = "电视接收端太老,无法投屏";
"当前电视上乐播投屏版本过低,需要升级才能播放哦" = "当前电视上乐播投屏版本过低,需要升级才能播放哦";
"现在升级" = "现在升级";
"当前电视上乐播投屏版本过低，仅支持镜像。想要更多功能请在电视上安装乐播投屏最新版" = "当前电视上乐播投屏版本过低，仅支持镜像。想要更多功能请在电视上安装乐播投屏最新版";
"安装" = "安装";
"连接电视失败" = "连接电视失败";
"连接电视失败,请稍后再试" = "连接电视失败,请稍后再试";
"该设备不支持Mirror" = "该设备不支持Mirror";
"接收端拒绝您的连接" = "接收端拒绝您的连接";
"请输入授权码" = "请输入授权码";
"请在设备上点击允许，然后重新推送" = "请在设备上点击允许，然后重新推送";
"接收端拒绝了您的连接" = "接收端拒绝了您的连接";
"推送的视频Url为空" = "推送的视频Url为空";
"您推送的视频地址为空,请重新投屏" = "您推送的视频地址为空,请重新投屏";
"知道啦" = "知道啦";
"推送的视频Url无效" = "推送的视频Url无效";
"您推送的视频无法播放,请重新投屏" = "您推送的视频无法播放,请重新投屏";
"电视接收器正在更新" = "电视接收器正在更新";
"电视下载乐播投屏失败,请重试" = "电视下载乐播投屏失败,请重试";
"重新下载" = "重新下载";
"连接电视失败,请重启电视上乐播投屏再试" = "连接电视失败,请重启电视上乐播投屏再试";
"未连接接收端" = "未连接接收端";
"该渠道不支持透传功能" = "该渠道不支持透传功能";
"数据为空" = "数据为空";
"数据超过4KB" = "数据超过4KB";
"数据不是json或者xml格式" = "数据不是json或者xml格式";
"castLink_guide_image" = "castLink_guide_image";
"在电视上安装新的乐播投屏" = "在电视上安装新的乐播投屏";
"安装后投屏更稳定" = "安装后投屏更稳定";
"投屏体验更流畅" = "投屏体验更流畅";
"可以get更多投屏技能" = "可以get更多投屏技能";
"点击安装" = "点击安装";
